Repository: andyvand/UltraDefrag
Catalog: trunk/src/tools/transifex/translations/ultradefrag.main/*.po
Languages: sq

source: About UltraDefrag
sq: Për UltraDefrag

source: &Action
sq: &Aksioni

source: &Report
sq: &Raporti

source: &Settings
sq: &Konfigurimet

source: &Help
sq: N&dihmë

source: &Analyze
sq: &Analizimi

source: &Defragment
sq: &Defragmentimi

source: &Quick optimization
sq: &Shpejtësia e optimizimit

source: &Full optimization
sq: &Optimizimi i plotë

source: &Optimize MFT
sq: &Optimizimi MFT

source: &Stop
sq: &Ndalimi

source: Re&peat action
sq: Për&sërit aksionin

source: Skip removable &media
sq: Tejkalo &mediumin e lëvizshëm

source: &Rescan drives
sq: Rifresko &diskun

source: Repair dri&ves
sq: Riparo &diskun

source: &When done
sq: Përf&undimi

source: E&xit
sq: Da&lja

source: &None
sq: &Asgjë

source: &Hibernate
sq: &Hibernimi

source: &Logoff
sq: &Shkyçje

source: &Reboot
sq: &Restartimi i kompjuterit

source: &Shutdown
sq: &Fikja

source: &Show report
sq: Trego &raportin

source: &Language
sq: &Gjuha

source: &Graphical interface
sq: &Interfejsi grafik

source: &Boot time scan
sq: &Skenimi para kyçjes së kompjuterit

source: &Reports
sq: &Raportet

source: &View change log
sq: &Paraqite ndryshimin

source: View translation &report
sq: Shiko përkthimin &raportin

source: &Translations folder
sq: &Përkthimi

source: &Submit current translation
sq: &Paraqite përkthimin e tanishëm

source: &Font
sq: &Fontet

source: &Options
sq: &Opcioni

source: &Enable
sq: &Ndërlidhur

source: &Script
sq: &Skripta

source: &Contents
sq: &Përmbajtja

source: Best &practice
sq: &Praktika më e mirë

source: Cluster map &legend
sq: Harta e klasterit &legjenda

source: &Debug
sq: Korrigjo

source: &About
sq: &Për programin

source: Open &log
sq: &Regjistrohu

source: Send bug &report
sq: Dërgo defektin &raportin

source: Boot time script
sq: Skriptimi para kyçjes së kompjuterit

source: release is available for download!
sq: Publikoje shkarkimin në dispozicion!

source: You can upgrade me ^-^
sq: Ju mund të bëni upgrade/përditësim ^-^
