Repository: andyvand/UltraDefrag
Catalog: src/wxgui/i18n/*/UltraDefrag.po
Languages: ru_ru

source: About UltraDefrag
ru_ru: О программе Ultra Defragmenter

source: Credits and licenses are listed in the handbook.
ru_ru: Авторы and Лицензия are listed in the handbook.

source: &Analyze F5
ru_ru: &Анализ F5

source: Re&peat action Shift+R
ru_ru: &Разрешить повтор Shift+R

source: E&xit Alt+F4
ru_ru: &Выйти Alt+F4

source: &Show report F8
ru_ru: &Показать отчёт F8

source: &Reports Ctrl+R
ru_ru: &Отчёты Ctrl+R

source: &About F4
ru_ru: &О программе F4

source: &Action
ru_ru: &Файл

source: &Report
ru_ru: &Отчёт

source: &Settings
ru_ru: &Настройки

source: &Help
ru_ru: &Справка

source: Analyze
ru_ru: Анализ

source: Repeat
ru_ru: Разрешить повтор

source: Defragment
ru_ru: Дефрагментация

source: Quick Optimize
ru_ru: Быстрая оптимизация

source: Full Optimize
ru_ru: Полная оптимизация

source: Optimize MFT
ru_ru: Оптимизация MFT

source: Stop
ru_ru: Стоп

source: About
ru_ru: О программе
