Repository: andyvand/UltraDefrag
Catalog: src/tools/transifex/translations/ultradefrag.main/*.po
Languages: th, tl

source: About UltraDefrag
tl: About sa UltraDefrag

source: &Action
th: การกระทำ
tl: &Aksyon

source: &Report
th: รายงาน
tl: &Mga Ulat

source: &Settings
th: การตั้งค่า
tl: &Mga Setting

source: &Help
th: ช่วยเหลือ
tl: &Tulong

source: &Analyze
th: วิเคราะห์
tl: &Magsuri

source: &Defragment
th: จัดระเบียบ
tl: &I-Defragment

source: &Quick optimization
th: การเพิ่มประสิทธิภาพรวดเร็ว
tl: &Mabilis na pag-optimize

source: &Full optimization
th: เพิ่มประสิทธิภาพเต็ม
tl: &Masusing pag-optimize

source: &Optimize MFT
th: MFT เพิ่มประสิทธิภาพ
tl: &I-Optimize ang MFT

source: Pa&use
tl: &Pansamantalang Itigil

source: &Stop
th: หยุดทำงาน
tl: &Ihinto

source: Re&peat action
th: ทำซ้ำการกระทำ
tl: &Ulitin ang aksyon

source: Skip removable &media
th: ยกเว้นไดรฟ์ไม่ถาวร
tl: I-Skip ang natatanggal na Storage

source: &Rescan drives
th: ตรวจหาไดรฟ์อีกครั้ง
tl: &Mag-Rescan ng mga drive

source: Repair dri&ves
th: ไดรฟ์ซ่อมแซม
tl: &Kumpunihin ang Drive

source: E&xit
th: ทางออก
tl: Mag-E&xit

source: &When done
th: เมื่อเสร็จแล้ว
tl: &Pagnatapos

source: &None
th: ไม่
tl: &Wala na

source: Stan&dby
th: สแตนด์บาย
tl: Mag-Stan&dby

source: &Hibernate
th: จำศีล
tl: &Mag-Hibernate

source: &Logoff
th: ออกจากระบบ
tl: &Mag-Logoff

source: &Reboot
th: รีบูตเครื่อง
tl: &Mag-Reboot

source: &Shutdown
th: การปิด
tl: &Mag-Shutdown

source: &Show report
th: แสดงรายงาน
tl: &Ipakita ang Ulat

source: &Language
th: ภาษา
tl: &Wika

source: &Boot time scan
th: ทำงานขณะบูต Windows
tl: &Pag-Scan sa Boot time

source: &Sorting
tl: &PagkaSunod-sunod

source: &Reports
th: รายงาน
tl: &Mga Ulat

source: &View change log
th: ดูการเปลี่ยนแปลงเข้าสู่ระบบ
tl: &Tignan ang talaan ng pagbabago sa Translation

source: View translation &report
th: ดูรายงานการแปล
tl: Tignan ang &Ulat ng mga Translations

source: &Translations folder
th: โฟลเดอร์ที่แปล
tl: &Folder ng mga Translations

source: &Submit current translation
th: ส่งคำแปลในปัจจุบัน
tl: &Isubmit ang kasalukuyang Translation

source: &Enable
th: เปิดใช้งาน
tl: &I-Enable

source: &Script
th: สคริปต์
tl: &Iskrip

source: By &path
tl: Ayusin ang files base sa &path

source: By &size
tl: Ayusin ang files base sa &kalakihan

source: By &creation time
tl: Ayusin ang files base sa &kung kaylan nilikha

source: By last &modification time
tl: Ayusin ang files base sa huling &modification time

source: By &last access time
tl: Ayusin ang files base sa &huling access time

source: In &ascending order
tl: Ayusin ang files ng &Ascending

source: In &descending order
tl: Ayusin ang files ng &Descending

source: &Contents
th: สารบัญ
tl: &Mga Nilalaman (Handbook)

source: Best &practice
th: ปฏิบัติที่ดีที่สุด
tl: Mga Best &practice

source: &Frequently asked questions
th: คำถามที่พบบ่อย
tl: &Mga Madalas Itanong

source: Cluster map &legend
th: ตำนานคลัสเตอร์แผนที่
tl: Mapa ng &Cluster

source: &About
th: เี่กี่ยวกับ
tl: &Tungkol sa

source: &Debug
tl: &Mag-Debug

source: Open &log
th: เปิดบันทึก
tl: Buksan ang &Talaan

source: Send bug &report
th: ส่งรายงานข้อผิดพลาด
tl: I-Send ang bug &report

source: Boot time script
th: สคริปต์เวลาบูต
tl: Skrip para sa Boot time

source: Drive
tl: Imbakan

source: Status
tl: Katayuan

source: Fragmentation
tl: Pagka-pragment

source: Total space
tl: Kabuuan

source: Free space
tl: Natitirang Espasyo

source: % free
tl: % ng Natitirang Espasyo

source: Fragmented files on
tl: Mga may kapirasong file sa

source: Visit our Homepage
tl: Bisitahain ang aming Homepage

source: View report options
tl: Tignan ang options ng ulat

source: Powered by Lua
tl: Pinagana ng Lua

source: Fragments
tl: Mga Kapiraso

source: Size
tl: Kalakihan

source: Filename
tl: Pangalan ng File

source: Comment
tl: Puna

source: locked
tl: Nakakandado

source: move failed
tl: Hindi mai-lipat

source: invalid
tl: Hindi Valid

source: Please confirm
tl: Pakipatunayan

source: Do you really want to hibernate when done?
tl: Gusto mo ba talagang mag-hibernate pagnatapos na?

source: %lu seconds until hibernation
tl: %lu segundo bago maghibernate

source: Do you really want to log off when done?
tl: Gusto mo ba talagang maglog-off pagnatapos na?

source: %lu seconds until logoff
tl: %lu segundo bago maglogoff

source: Do you really want to reboot when done?
tl: Gusto mo ba talagang magreboot pagnatapos na?

source: %lu seconds until reboot
tl: %lu segundo bago magreboot

source: Do you really want to shutdown when done?
tl: Gusto mo ba talagang mag-shutdown pagnatapos na?

source: %lu seconds until shutdown
tl: %lu segundo bago magshutdown

source: &Yes
tl: &Oo

source: &No
tl: &Hindi

source: folders
tl: Ang mga Polders

source: files
tl: Ang mga Files

source: fragmented
tl: Ang mga pragmented

source: compressed
tl: Ang mga nakasiksik

source: The job is running
tl: Ang trabaho ay isinasagawa

source: Show
tl: Ipakita

source: Hide
tl: Itago

source: You can upgrade me ^-^
th: คุณสามารถปรับรุ่นผม ^-^
tl: Pwede mo akong i-upgrade^-^

source: Disk needs to be repaired
tl: Ang Disk ay kailangang kumpunihin

source: Analyzed
tl: Na-analyzed

source: &Graphical interface
th: ส่วนติดต่อกราฟฟิก

source: &Font
th: แบบอักษร

source: &Options
th: ตัวเลือก
